/**
 * Created with JetBrains WebStorm.
 * User: Administrator
 * Date: 13-10-5
 * Time: 下午3:50
 * To change this template use File | Settings | File Templates.
 */

var words = [
  ',',
  '.',
  '`',
  '-',
  '_',
  '=',
  '?',
  '\'',
  '|',
  '"',
  '(',
  ')',
  '{',
  '}',
  '[',
  ']',
  '<',
  '>',
  '*',
  '#',
  '&',
  '^',
  '$',
  '@',
  '!',
  '~',
  ':',
  ';',
  '+',
  '/',
  '\'',
  '《',
  '》',
  '—',
  '－',
  '，',
  '。',
  '、',
  '：',
  '；',
  '！',
  '·',
  '？',
  '“',
  '”',
  '）',
  '（',
  '【',
  '】',
  '［',
  '］',
  '●',
  '的', '了', '在', '是', '我', '有', '和', '就',
  '不', '人', '都', '一', '一个', '上', '也', '很', '到', '说', '要', '去', '你',
  '会', '着', '没有', '看', '好', '自己', '这'
  ];

// tell the world about the noise words.
exports.words = words;